{
    "navbar":{
        "header" : "Portfolio",
        "lang_es" : "Spanisch",
        "lang_en" : "Englisch",
        "lang_de" : "Deutsch",
        "aboutMe" : "Über Mich",
        "project" : "Projekte",
        "contact" : "Kontakt"       
    },
     "home" : {
        "title" : "Hallo, Ich bin Paola Portillo",
        "subtitle" : "Frontend Development UI/UX",
        "description" : "Ich erstelle saubere, funktionale und ansprechende digitale Erlebnisse.",
        "phrase" :"Verliebe dich in das Problem, nicht in die Lösung.",
        "portfolio" : "Portfolio ansehen"

    },
    "about":{
        "title" : "über Mich",
        "p1" : "Ich bin eine erfahrene IT-Fachkraft aus El Salvador und lebe seit 7 Jahren in Deutschland. Ich verfüge über 5 Jahre Berufserfahrung in der IT, mit Fokus auf Frontend- und Backend-Entwicklung sowie Datenbankmanagement. Durch meine bisherigen Rollen, unter anderem bei Garmin, habe ich eine ganzheitliche Sicht auf technische Prozesse entwickelt.",
        "p2" : "Dank meiner zusätzlichen Weiterbildung im UI/UX-Design verbinde ich technisches Know-how mit einem starken Fokus auf die Benutzererfahrung. Ich arbeite sicher in multilinguellen Umgebungen (Spanisch, Englisch, Deutsch) und setze meine Kreativität aktuell in persönlichen Projekten ein, um funktionale und nutzerzentrierte digitale Lösungen zu schaffen.",
        "cv" : "Mehr über mich erfahren"
    },
    "project":{
        "title" : "Projekte",
        "reiseSchatz": "Ich im Webdesign-Kurs mit Responsive Webdesign erstellt habe. Das Ziel des Projekts war es, eine Website mit den im Unterricht erlernten Komponenten zu erstellen. In meinem Fall habe ich mich für einen persönlichen Reiseblog entschieden.",
        "findOMat" : "Der Kurs „UX/UI-Design“ ansehen, bei dem wir in einer Gruppe (3-Personen) von der Ideenfindung bis hin zur Gestaltung der App zusammengearbeitet haben. Ziel des Projektes war die Entwicklung einer mobilen App zur Suche nach Verkaufsautomaten am Standort des Nutzers. Ich war für das technische Design der App und die Implementierung des Ablaufs und der Interaktionen zwischen den verschiedenen Screens verantwortlich.",
        "site": "Go to site",
        "portfolioT": "Portfolio",
        "portfolio" : "Persönliches Portfolio entwickelt mit React, HTML und CSS. Fokus auf modulare Komponenten, responsives Design und eine intuitive Benutzeroberfläche zur Demonstration meiner Frontend- und UI/UX-Kompetenzen."
    },
    "skills" :{
        "title" : "IT Ketnisse",
        "programm" :"Programmiersprache",
        "db" : "Databanken",
        "design":"Graphikdesign Software",
        "project": "Project Management",
        "so" : "Tools, Betriebssysteme, IDE's"
    },
    "contact":{
        "title" : "Kontact",
        "description" : "Lassen Sie uns zusammenarbeiten. Es wäre mir eine Freude, zu besprechen, wie ich Ihrem Team Mehrwert bieten kann.",
        "email" : "email:"
    }
}